app/Http/Controllers/HomeController.php

select count(*) as aggregate from `users`
---
    public function index()
    {
        $users = User::count();